Repository: AldoVitolo17/TrackSavings
Catalog: TrackSavings/Langauges/Localizable.xcstrings
Source language: en
Languages: es_419, it

source: $%.2f/day
es_419: $%.2f/día
it: $%.2f/giorno

source: Add
es_419: Agregar
it: Aggiungi

source: Add Savings
es_419: Agregar Ahorro
it: Aggiungi Risparmio

# AddGoalPlaceholder
source: Press "+" to add a goal
es_419: Pulsa "+" para agregar una meta
it: Premi "+" per aggiungere un obiettivo

source: Add Saving
es_419: Añadir Ahorro
it: Aggiungi un risparmio

source: Afternoons
es_419: Tardes
it: Pomeriggio

source: Back
es_419: Atrás
it: Annulla

source: Balance
it: Budget Attuale

source: Calendar
es_419: Calendario
it: Calendario

source: Cancel
es_419: Cancelar
it: Annulla

source: Delete Goal
es_419: Eliminar Meta
it: Elimina un obiettivo

source: Done
es_419: Listo
it: Fine

source: General
it: Generale

source: Goal
es_419: Meta
it: Obiettivo

source: Goal Amount
es_419: Cantidad Objetivo
it: Obiettivo Totale

source: Goal Name
es_419: Nombre de la meta
it: Cosa vuoi comprare?

source: Icon
es_419: Ícono
it: Categoria

source: Missing
es_419: Faltante
it: Mancanti

source: Mornings
es_419: Mañanas
it: Mattina

source: My Goals
es_419: Mis Metas
it: I miel Obiettivi

# NewGoalTitle
source: New Goal
es_419: Nueva Meta
it: Nuovo Obiettivo

source: New saving
es_419: Nuevo ahorro
it: Nuovo risparmio

source: Nights
es_419: Noches
it: Notte

source: Notification
es_419: Notificación
it: Notifiche

source: Notifications
es_419: Notificaciones
it: Notifiche

source: Saved Amount
es_419: Cantidad Ahorrada
it: Risparmio

source: Savings History
es_419: Historial de ahorros
it: Cronologia

source: Savings Target
es_419: Ahorro objetivo
it: Quota Stabilita

source: Select Goal
es_419: Seleccionar Meta
it: Seleziona un obiettivo

source: Select From List
es_419: Selecciona de la lista
it: Seleziona dalla Lista

source: Total cost
es_419: Costo total
it: Costo totale

source: Total saved:
es_419: Total ahorrado:
it: Totale risparmiato

source: You have no savings yet
es_419: No tienes ahorros todavía
it: Nessun risparmio inserito

source: Could not load model for previews
es_419: El modelo para las previews no pudo cargar

source: Deadline
es_419: Fecha límite

# ExistingGoal
source: A goal with the same name already exists. Please choose a different name.
es_419: Una meta con el mismo nombre ya existe, por favor escoge un nombre distinto

source: Saved Date
es_419: Fecha Ahorrada
